#pragma once
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 18;//размер карты высота
const int WIDTH_MAP = 37;//размер карты ширина 


sf::String static TileMap[HEIGHT_MAP]= {
	"0000000000000000000000000000000000000",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0                                   0",
	"0111111111111111111111111111111111110",
};
